blueman
discord
dunst
feh
flameshot
gnome-keyring
google-chrome
htop
i3-gaps
i3status
kitty
light
lightdm
lightdm-gtk-greeter
nautilus
nautilus-open-any-terminal
network-manager-applet
numlockx
pavucontrol
polybar
pulseaudio
rofi
spotify
starship
stow
ttf-dejavu
unzip
zip
vi
vim
visual-studio-code-bin
breeze-purple-cursor-theme
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
