autoconf
automake
base
binutils
bison
blueman
bluez-utils
dhcpcd
dialog
discord
dunst
efibootmgr
fakeroot
feh
flameshot
flex
gcc
git
gnome-keyring
google-chrome
groff
grub
htop
i3-gaps
i3status
ifplugd
kitty
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
make
nautilus
nautilus-open-any-terminal
netctl
network-manager-applet
ntfs-3g
numlockx
os-prober
patch
pavucontrol
pkgconf
polybar
pulseaudio
rofi
spotify
starship
stow
sudo
texinfo
ttf-dejavu
unzip
vi
vim
visual-studio-code-bin
which
wpa_supplicant
xorg-server
xorg-xinit
xorg-xinput
xorg-xrandr
yay
zip
