tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "awscli"
brew "cfn-lint"
brew "curl"
brew "git"
brew "gnupg"
brew "jq"
brew "kubernetes-cli", link: false
brew "pwgen"
brew "stow"
brew "terraform"
brew "wget"
cask "docker"
cask "flameshot"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "rectangle"
cask "stats"
cask "tunnelblick"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
brew "vim"

# brew "koekeishiya/formulae/skhd"
# brew "koekeishiya/formulae/yabai"
# cask "macs-fan-control"
# brew "python@3.10"
# brew "ansible"
# cask "vagrant"
# cask "microsoft-remote-desktop"
