tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kubecolor/tap"
brew "ansible"
brew "argocd"
brew "awscli"
brew "bash"
brew "cfn-lint"
brew "coreutils"
brew "curl"
brew "eksctl"
brew "gawk"
brew "git"
brew "gnupg"
brew "helm"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "pre-commit"
brew "pwgen"
brew "shellcheck"
brew "stow"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "vim"
brew "watch"
brew "wget"
brew "kubecolor/tap/kubecolor"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "rectangle"
cask "slack"
cask "stats"
cask "visual-studio-code"
cask "vlc"
