tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jjuarez/tap-1"
tap "koekeishiya/formulae"
brew "python@3.10", link: true
brew "ansible"
brew "argocd"
brew "argocd-autopilot"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "cfn-lint"
brew "coreutils"
brew "curl"
brew "eksctl"
brew "gawk"
brew "git"
brew "gnupg"
brew "helm"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "pre-commit"
brew "pwgen"
brew "shellcheck"
brew "stow"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "vim"
brew "watch"
brew "wget"
brew "yh"
brew "hudochenkov/sshpass/sshpass"
brew "jjuarez/tap-1/kubecolor"
cask "docker"
cask "flameshot"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-remote-desktop"
cask "rectangle"
cask "slack"
cask "stats"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
